app/controllers/crimes_controller.rb

  def index
    @crimes = Crime.all
---
SELECT `crimes`.* FROM `crimes`